{
  "id": "NSD0601-863-873",
  "title": {
    "translations": [
      {
        "value": "Arbeidskraftundersøkelsen 1986-87, panelfil (6.kvartal) 3.kvartal 1986-4.kvartal 1987",
        "language": "NO"
      },
      {
        "value": "Labour Force Survey 1986-87, panel (6th quarter) 3rd quarter 1986-4th quarter 1987",
        "language": "EN"
      }
    ]
  },
  "description": {
    "translations": [
      {
        "value": "SSB har gjennomført offisielle kvartalsvise arbeidskraftsundersøkelser (AKU) fra og med 1. Kvartal 1972. Formålet er å gi arbeidskraftmyndighetene og andre interesserte kjennskap til yrkesstrukturen I befolkningen og utviklingen over tid. Undersøkelsene skal gi grunnlag og statistisk materiale for yrkesprognoser og arbeidsmarkedsforskning. I AKU intervjues en respondent i to påfølgende kvartaler, så er det et opphold på to kvartaler og så intervjues respondenten på nytt i to påfølgende kvartaler. Arbeidskraftsundersøkelsen 1972 er den første komplette årgangen med AKU. Opprinnelig var det meningen at slik statistikk skulle være et mer analytisk supplement til den månedlige sysselsettingsstatistikken som var basert på trygdekassenes medlemskartotek. Den trygdekasse-baserte statistikken falt imidlertid bort da syketrygden ble innlemmet i Folketrygden fra 1.januar 1971, og AKU har etter hvert utviklet seg til å bli den viktigste kilden til kunnskap om tilstand og utvikling på arbeidsmarkedet.\r\n\r\nGenerell informasjon om Arbeidskraftsundersøkelsene: http://www.nsd.uib.no/data/ny_individ/norStudy/aku.html\r\n\r\nOversikt over AKU-paneler med detaljforklaring for panelfiler:\r\nDatainnsamling for AKU ble startet opp noe eksperimentelt i 1971, men data er først publisert fra 1972. Det kan være nyttig å se på følgende utsnitt av detaljoversikt:\r\n\r\nPulje      1977|1978|1979|1980|1981|1982 |1983|1984|1985|1986|1987 |\r\nKvartal  1234 |1234|1234|1234 |1234|1234 |1234|1234|1234|1234|1234\r\n ---------------------------------------------------------------------------------------------------------------\r\n 52         |____|____|____|____|____|____|___X|X__X|X___|____|____|____|                 599_1 = 1985,1\r\n 53         |____|____|____|____|____|____|____|XX__|XX__|____|____|____|                 599_2 = 1985,2\r\n 54         |____|____|____|____|____|____|____|_XX_|_XX_|____|____|____|                 599_3 = 1985,3\r\n 55         |____|____|____|____|____|____|____|__XX|__XX|____|____|____|                 599_4 = 1985,4\r\n------------------------------------------------------------------------------------------------------------------\r\n 56         |____|____|____|____|____|____|____|___X|X__X|X___|____|____|                 600_1 = 1986,1\r\n 57         |____|____|____|____|____|____|____|____|XX__|XX__|____|____|                 600_2 = 1986,2\r\n 58         |____|____|____|____|____|____|____|____|_XX_|_XX_|____|____|                 600_3 = 1986,3\r\n 59         |____|____|____|____|____|____|____|____|__XX|__XX|____|____|                 600_4 = 1986,4\r\n ------------------------------------------------------------------------------------------------------------------\r\n 60         |____|____|____|____|____|____|____|____|___X|X__X|X___|____|                 601_1 = 1987,1\r\n 61         |____|____|____|____|____|____|____|____|____|XX__|XX__|____|                 601_2 = 1987,2\r\n 62         |____|____|____|____|____|____|____|____|____|_XX_|_XX_|____|                 601_3 = 1987,3\r\n 63         |____|____|____|____|____|____|____|____|____|__XX|__XX|____|                 601_4 = 1987,4\r\n \r\nPanel-filene er laget ved å koble sammen fire intervjuer fra en ordinær intervju-runde i AKU. I tabellen over betyr det at en kunne koble alle puljer (linjer) merket X. \r\nDeltakelse 4.gang er brukt som selekteringskriterium.\r\nI 1975 var det et brudd i panelsystematikken, se 1975. Ved Arbeidskraftsundersøkelsen 1976 ble det tatt i bruk et noe endret spørreskjema og man kom tilbake på den opprinnelige 6-kvartals rotasjonsplanen, som har vært stabil siden. \r\n\r\nSer man på en bestemt kolonne, f.eks. 1.kvartal 1986, så ser en at 1/4 av IO er med for 4.gang, for 3.gang, etc  Tilsammen summerer de til materialet for ett kvartal. Kvartalsvektene gjør at ett slikt kvartal (kolonne) kan veies opp til nasjonale tall. Tar man 4 kvartaler og slår sammen til en årgang, må kvartalsvektene deles på 4 for å gi riktige veide tall for årgangen.\r\n\r\nPanelfilene går den andre veien (horisontalt) og hvert panel vil ha 4 vekter, en for hvert kvartal, og selv om de ikke avviker mye vil de være utarbeidet uavhengig av hverandre og hver vekt skal bare brukes for data fra det kvartal vekten er laget for. Veide tall gjelder en pulje, dvs ca. 25% av et totalt kvartalsutvalg og en må derfor multiplisere med 4 for å få tilnærmet nasjonale kvartalstall.\r\n\r\nMed \"tilnærmet nasjonale kvartalstall\" menes at siden panelkoblingene innebærerer en viss selektering, så kan det oppstå mindre forskjeller fra de veide nasjonale tallene en får for hvert kvartal\r\n\r\nDenne panelfilen omfatter pulje 63 i tabellen. Selve filen er utarbeidet i ettertid, basert på en filbeskrivelse fra 1988--> Vektene i originalfilen er utarbeidet for bruk månedsvis\r\n\r\nMellom 1. og 2. kvartal 1988 skjedde det en omlegging av AKU som bl.a. resulterte i en ny filbekrivelse, samt at statuskodene for status på arbeidsmarkedet ble endret. Denne foreliggende panelfilen kommer i forkant av denne endringen, men følger likevel i hovedsak den filbeskrivelsen som ble utarbeidet etter endringen. Dette har rent praktiske årsaker, de 9 panelfilene som har siste intervju fra 1.kvartal 1987 til 1.kvartal 1989 ble utarbeidet sammen og overført samtidig fra SSB til NSD. Men, det er laget 2 utgaver av disse panelfilene: Fordi V009, V036 og V073 (status på arbeidsmarkedet) endres, er data også omkodet for å få sammenlignbare data før og etter justeringene mellom 1.og 2.kvartal 1988\r\nNSD0601 gir data med originalkoder, NSD0602 gir omkodete data, hele 1987 har koder som er sammenlignbare med senere koding.",
        "language": "NO"
      },
      {
        "value": "Labour Force Survey, 4. quarter 1985 - 1. quarter 1987, panel (6 quarters).\r\n\r\nSSB has conducted official quarterly labor force surveys (LFS) from Q1 1972. The survey aims to provide labor authorities and others knowledge about the occupational structure of population and development over time. The surveys provide the basis and statistical material for occupational forecasting and labor market research. In the LFS respondents are interviewed two consecutive quarters, then after two more quarters they are interviewed again in two consecutive quarters. Labour Force Survey 1972 is the first complete LFS year long survey. Originally it was intended that such statistics would be a more analytical supplement to the monthly employment statistics based on the insurance fund membership files. The insurance fund-based statistics, however, fell away when health insurance was included in the National Insurance Scheme from 1 January 1971, the LFS has gradually evolved to become the main source of knowledge about the state of the labor market. \r\n\r\nGeneral information on the Labour Force Surveys: http://www.nsd.uib.no/data/ny_individ/norStudy/aku.html\r\n\r\nSummary of AKU panels with detailed explanations for panel files:\r\nData collection for the LFS was started somewhat experimental in 1971, but the data are first published in 1972. It may be helpful to look at the following section of the detailed view:\r\n\r\nPulje      1977|1978|1979|1980|1981|1982 |1983|1984|1985|1986|1987 |\r\nKvartal  1234 |1234|1234|1234 |1234|1234 |1234|1234|1234|1234|1234\r\n ---------------------------------------------------------------------------------------------------------------\r\n 52         |____|____|____|____|____|____|___X|X__X|X___|____|____|____|                 599_1 = 1985,1\r\n 53         |____|____|____|____|____|____|____|XX__|XX__|____|____|____|                 599_2 = 1985,2\r\n 54         |____|____|____|____|____|____|____|_XX_|_XX_|____|____|____|                 599_3 = 1985,3\r\n 55         |____|____|____|____|____|____|____|__XX|__XX|____|____|____|                 599_4 = 1985,4\r\n------------------------------------------------------------------------------------------------------------------\r\n 56         |____|____|____|____|____|____|____|___X|X__X|X___|____|____|                 600_1 = 1986,1\r\n 57         |____|____|____|____|____|____|____|____|XX__|XX__|____|____|                 600_2 = 1986,2\r\n 58         |____|____|____|____|____|____|____|____|_XX_|_XX_|____|____|                 600_3 = 1986,3\r\n 59         |____|____|____|____|____|____|____|____|__XX|__XX|____|____|                 600_4 = 1986,4\r\n ------------------------------------------------------------------------------------------------------------------\r\n 60         |____|____|____|____|____|____|____|____|___X|X__X|X___|____|                 601_1 = 1987,1\r\n 61         |____|____|____|____|____|____|____|____|____|XX__|XX__|____|                 601_2 = 1987,2\r\n 62         |____|____|____|____|____|____|____|____|____|_XX_|_XX_|____|                 601_3 = 1987,3\r\n 63         |____|____|____|____|____|____|____|____|____|__XX|__XX|____|                 601_4 = 1987,4\r\n \r\nPanel files are created by linking four interviews from an ordinary interview round in LFS. In the table above this means that one could connect all the groups (lines) marked X.\r\nGroup 1 is removed because the intweviews started 4th quarter 1971.\r\nParticipation 4 times is used as a selection criterion, therefore everyone that didn't participate in the 4th interview has been omitted.\r\nIn 1975 SSB changed selection strategy. The groups that were left out due to this (started in 1973 or 1974, should've had one or more interviews in 1975) are removed.\r\n\r\nLooking at a particular column, for example. Q1 1983, we will see that 1/4 of respondents are included for the 4th time, the 3rd time etc. The total sum of the material for one quarter. Quarterly weights allows one such block (column) to be balanced with national figures. If taking 4 groups and turning them into a year file the weights must be divided by 4 to give proper weighted figures.\r\n\r\nPanel files goes in the other direction (horizontally) and each panel will have four weights, one for each quarter, and although they do not differ much will they be prepared independently and each weight should be used only for data from the quarterly weight is made. Weighted figures are for a pool, ie ca. 25% of the total quarterly sample and must therefore multiply by 4 to get approximately the national quarterly.\r\n\r\nWith \"almost national quarterly\" means that since panel connectors innebærerer a certain selection, as it may cause minor differences from the weighted national figures one gets for each quarter\r\n \r\nThis panel file covers group 63 in the table above. The file itself is created later, based on a file description from 1988; the weights in the original file is created to be used on months.\r\n\r\nBetween the 1st and 2nd quarter of 1988 there was a reorganization of the LFS including resulted in a new file description, and that the status codes for status in the labor market changed. The present panel file is located exactly at the forefront of this change, but still follows essentially the file description that was prepared for the change. This has practical reasons, the 9 panel files have the latest interview from Q1 1987 to Q1 1989 was compiled together and transmitted simultaneously from SSB to NSD. However, it created two versions of these panel files: Because the V009, V036 and V073 (status on the labor market) is changed, the data also recoded to obtain comparable data before and after the adjustments between the 1st and 2nd quarter 1988\r\nNSD0603 provides data with original codes, NSD0604 provide encoded data, the entire 1987 and 1988 codes that are comparable with subsequent encoding. ",
        "language": "EN"
      }
    ]
  },
  "author": [
    {
      "name": {
        "translations": [
          {
            "value": "aaaaaaaaa sentralbyrå",
            "val": "aaaaaaaaaa sentralbyrå" } ] } } ] }
